{
    "translation": {
        "home": "Inicio",
        "about": "Sobre",
        "work": "Trabalho",
        "contact": "Contato",
        "Hi, my name is": "Oi, meu nome é",
        "Carlos Uzeda.": "Carlos Uzeda.",
        "I’m Full Stack Developer": "Sou desenvolvedor Full Stack",
        "Welcome to my Web Portfolio!": "Bem vindo(a) ao meu Web Portfolio",
        "Learn more": "Saiba mais",
        "Designed & Built by Carlos Uzeda": "Projetado e construído por Carlos Uzeda",
        "About Me": "Sobre mim",
        "I’m a Full Stack Developer located in Brazil. I have important skills such as critical thinking, sense of urgency, focus on results, good teamwork, proactivity, good dynamics and professional flexibility.": "Sou um Desenvolvedor Full Stack localizado no Brasil. Possuo habilidades importantes como pensamento crítico, senso de urgência, foco em resultados, bom trabalho em equipe, proatividade, boa dinâmica e flexibilidade profissional.",
        "My focus is on creating engaging, accessible & performant interfaces for humans.": "Meu foco é criar interfaces atraentes, acessíveis e de alto desempenho para humanos.",
        "In recent months I have been studying NextJs and TypeScript. I am completely dedicated to development studies, I even do some personal projects to put into practice everything I have been learning.": "Nos últimos meses tenho estudado NextJs e TypeScript. Me dedico totalmente aos estudos de desenvolvimento, faço até alguns projetos pessoais para colocar em prática tudo o que venho aprendendo.",
        "Visit my": "Visite meu perfil no",
        "profile for more details": "para mais detalhes",
        "Get In Touch": "Entre em contato",
        "I’m interested in freelance and full-time opportunities – especially ambitious or large projects. However, if you have other request or question, don’t hesitate, my inbox is always open.": "Estou interessado em oportunidades freelance e em tempo integral - especialmente projetos ambiciosos ou grandes. No entanto, se você tiver outro pedido ou pergunta, não hesite, minha caixa de entrada está sempre aberta.",
        "Say Hi": "Diga Oi",
        "View Project": "Ver Projeto"
    }
}